export const barteringList: Array<barteringList> = [
  {
    id: 1,
    user_id: 1,
    title:
      "Moll 가구 (가격내림) 독일 학생책상 명품책상 키높이조절책상 책상서랍세트",
    contents: `(가격제안받지않습니다)

      스탠드40만원+ 책상 150만원 +서랍장 70만원
      =토탈 260만원
      5~6년 사용
      사용해보니 정말 튼튼하긴하네요
      잔고장도 없고
      100년도 사용하겠어요
      아이가 커서 큰 테이블 책상을원해서 유용하게 쓰실분께 넘겨드리고싶네요 ~~
      참고로 저희는 두개사서 다른하나 아직도 쓰고있어요
      
      *서랍장 손잡이 버튼 색상변경가능하여
      *남여 상관없고요
      *버튼컬러 교체여분있으나
      *손잡에 교체컬러여분은 분실~
      *별도 구매하시면됩니다
      
      e. 사이즈
      
      *. 책 상 : 가로115 *폭65*높이조절가능(Cm)
      (높이는 신장에 맞추어 조정이 가능.)
      
      *. 서랍장 : 가로42*폭58*높이51(Cm)
      
      f. 가구 정리로 나온것이며 관리가 잘된 깨끗하고 튼튼한 독일 Moll 책상세트 입니다.
      
      -. 책상 상태 좋음.`,
    category: "가구 / 인테리어",
    need: "식빵 100개",
    status: "판매중",
    date: "2020.03.20"
  }
];

export const userList: Array<userInfo> = [
  {
    id: 1,
    email: "a@a",
    nickname: "yg1110",
    phone: 01012341234,
    address: "태안군",
    password: "a",
    repassword: "a"
  }
];
